13/data/attachments/fe4029470b254117.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_3c8a0704-8b02-4096-98b0-98a5ba4016fe</nif:username>
            <nif:friendToBeAdded>Jessica_woman_Friend_26479_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>